questions = [
    {
        'вопрос': 'Какой из этих типов данных изменяемый?',
        'ответы': ['tuple', 'list', 'str', 'int'],
        'ответ': 'list',
        'теги': 'коллекции',
        'изображение': '001.png'
    },
    {
        'вопрос': 'Какой оператор перемножает числа в пайтон?',
        'ответы': ['x', '//', '*', '**'],
        'ответ': '*',
        'теги': 'оператор',
        'изображение': '002.png'

    },
    {
        'вопрос': 'Какой оператор останавливает цикл?',
        'ответы': [
            'stop',
            'block',
            'Циклы в питоне остановить нельзя',
            'break'
            ],
        'ответ': 'break',
        'теги': 'синтаксис',
        'изображение': '003.png'
    },
    {
        'вопрос': 'Какой cтиль программирования существует?',
        'ответы': [
            'проффисиональный',
            'деконструктивный',
            'ООП',
            'конструктивный'
            ],
        'ответ': 'ООП',
        'теги': 'стили',
        'изображение': '004.png'
    },
    {
        'вопрос': 'Что такое "//" в ython?',
        'ответы': [
            'оператор',
            'операнд',
            'метод',
            'функция'
            ],
        'ответ': 'оператор',
        'теги': 'операторы',
        'изображение': '005.png'
    },
    {
        'вопрос':
        'Какое сделать условие цикла while для бесконечного цикла?',
        'ответы': [
            '∞',
            'False',
            'таких циклов нет',
            'True'
            ],
        'ответ': 'True',
        'теги': 'циклы',
        'изображение': '006.png'
    },
    {
        'вопрос':
        'С каким типом в python нельзя сделать абсолютно ничего?',
        'ответы': [
            'None',
            'int',
            'str',
            'tuple'
            ],
        'ответ': 'None',
        'теги': 'типы данных',
        'изображение': '007.png'
    },
    {
        'вопрос': 'Какой оператор запускает цикл заново?',
        'ответы': [
            'return',
            'break',
            'continue',
            'нет правильного ответа'
            ],
        'ответ': 'continue',
        'теги': 'операторы',
        'изображение': '008.png'
    },
    {
        'вопрос': 'Каки символом можно оставлять коментарии?',
        'ответы': [
            '^',
            '&',
            '№',
            '#'
            ],
        'ответ': '#',
        'теги': 'литералы',
        'изображение': '009.png'
    },
    {
        'вопрос': 'В какой библиотеке есть метод randint?',
        'ответы': [
            'turtle',
            'random',
            'tkinter',
            'pandas'
            ],
        'ответ': 'random',
        'теги': 'библиотеки',
        'изображение': '010.png'
    },
]
